[
    {
        "id": 1,
        "uuid": "d4df2968-4257-4ad9-ab81-bedbbfb25e2a",
        "title": "Catalogue of Life",
        "title_short": "Catalogue of Life",
        "version": "2024-09-25",
        "description": "The Catalogue of Life is an assembly of expert-based global species checklists with the aim to build a comprehensive catalogue of all known species of organisms on Earth. Continuous progress is made towards completion, but for now, it probably includes just over 80% of the world's known species. The Catalogue of Life estimates 2.3M extant species on the planet recognised by taxonomists at present time. This means that for many groups it continues to be deficient, and users may notice that many species are still missing from the Catalogue.\n\n### What's new in September 2024 edition?\n\n#### 86 checklists have been updated:\n\n* 3i Auchenorrhyncha\n* Bryonames\n* Entiminae\n* Gelechiidae\n* ITIS \n* Scarabs\n* SF Aphid\n* SF Chrysididae\n* SF Coreoidea\n* SF Dermaptera\n* SF Embioptera\n* SF Isoptera \n* SF Lygaeoidea \n* SF Mantodea \n* SF Orthoptera \n* SF Phasmida \n* SF Plecoptera \n* SF Psocodea \n* TITAN\n* WCO \n* WOL \n* WoRMS, 65 checklists\n\n####Other changes:\n* WCVP Lamiaceae was re-synced",
        "home_url": "https://www.catalogueoflife.org/",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 5209963,
        "updated_at": "2024-10-08"
    },
    {
        "id": 2,
        "uuid": "68923690-0727-473c-b7c5-2ae9e601e3fd",
        "title": "Wikispecies",
        "title_short": "Wikispecies",
        "version": "2024-09-09",
        "description": "The free species directory that anyone can edit.",
        "home_url": "https://species.wikimedia.org/wiki/Main_Page",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 773007,
        "updated_at": "2024-10-08"
    },
    {
        "id": 3,
        "uuid": "5d066e84-e512-4a2f-875c-0a605d3d9f35",
        "title": "Integrated Taxonomic Information SystemITIS",
        "title_short": "ITIS",
        "version": "2024-09-27",
        "description": "The White House Subcommittee on Biodiversity and Ecosystem Dynamics has identified systematics as a research priority that is fundamental to ecosystem management and biodiversity conservation. This primary need identified by the Subcommittee requires improvements in the organization of, and access to, standardized nomenclature. ITIS (originally referred to as the Interagency Taxonomic Information System) was designed to fulfill these requirements. In the future, the ITIS will provide taxonomic data and a directory of taxonomic expertise that will support the system",
        "home_url": "https://www.itis.gov/",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 944462,
        "updated_at": "2024-10-08"
    },
    {
        "id": 4,
        "uuid": "97d7633b-5f79-4307-a397-3c29402d9311",
        "title": "National Center for Biotechnology Information",
        "title_short": "NCBI",
        "version": "2024-09-10",
        "description": "The National Center for Biotechnology Information advances science and health by providing access to biomedical and genomic information.",
        "home_url": "https://www.ncbi.nlm.nih.gov/",
        "is_outlink_ready": true,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 2609291,
        "updated_at": "2024-10-08"
    },
    {
        "id": 5,
        "uuid": "af06816a-0b28-4a09-8219-bd1d63289858",
        "title": "Index Fungorum: Species Fungorum",
        "title_short": "Index Fungorum",
        "version": "N/A",
        "description": "The Index Fungorum, the global fungal nomenclator coordinated and supported by the Index Fungorum Partnership, contains names of fungi (including yeasts, lichens, chromistan fungal analogues, protozoan fungal analogues and fossil forms) at all ranks.\n\nAs a result of changes to the ICN (previously ICBN) relating to registration of names and following the lead taken by MycoBank, Index Fungorum now provides a mechanism to register names of new taxa, new names, new combinations and new typifications — no login is required. Names registered at Index Fungorum can be published immediately through the Index Fungorum e-Publication facility — an authorized login is required for this.\n\nSpecies Fungorum is currently an RBG Kew coordinated initiative to compile a global checklist of the fungi. You may search systematically defined and taxonomically complete datasets - global species databases - or the entire Species Fungorum. Species Fungorum contributes the fungal component to the Species 2000 project and, in partnership with ITIS, to the Catalogue of Life (currently used in the GBIF and EoL portal); for more information regarding these global initiative visit their websites. Please contact Paul Kirk if you you would like to contribute to Species Fungorum.",
        "home_url": "http://www.speciesfungorum.org",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 516042,
        "updated_at": "2023-03-08"
    },
    {
        "id": 6,
        "uuid": "N/A",
        "title": "GRIN Taxonomy for Plants",
        "title_short": "GRIN Taxonomy for Plants",
        "version": "N/A",
        "description": "GRIN taxonomic data provide the structure and nomeclature for accessions of the National Plant Germplasm System (NPGS), part of the National Genetic Resources Program (NGRP) of the United States Department of Agriculture's (USDA's) Agricultural Research Service (ARS). In GRIN Taxonomy for Plants all families and genera of vascular plants and over 46,000 species from throughout the world are represented, especially economic plants and their relatives. Information on scientific and common names, classification, distribution, references, and economic impacts are provided.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 126802,
        "updated_at": "2012-02-09"
    },
    {
        "id": 7,
        "uuid": "N/A",
        "title": "Union 4",
        "title_short": "Union 4",
        "version": "N/A",
        "description": "This classification seeks to include all taxa and to access all names of clades including variant forms of names. It will include content developed as IRMNG, and a framework developed as CU*STAR for microscope.mbl.edu that was modified in eutree.lifedesks.org. It is a work in progress.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 1251124,
        "updated_at": "2012-08-21"
    },
    {
        "id": 8,
        "uuid": "f8e586aa-876e-4b0a-ab89-da0b4a64c19a",
        "title": "The Interim Register of Marine and Nonmarine Genera",
        "title_short": "IRMNG (old)",
        "version": "N/A",
        "description": "The Interim Register of Marine and Nonmarine Genera is a provisional (or ‘interim’) compilation of genus names – including species names in many cases – and covers both living and extinct biota into a single system to support taxonomic and other queries dealing with e.g. homonyms, authorities, parent-child relationships, spelling variations and distinctions between marine and non-marine or fossil and recent taxa",
        "home_url": "https://irmng.org/",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 2392638,
        "updated_at": "2016-10-21"
    },
    {
        "id": 9,
        "uuid": "bf077d91-673a-4be4-8af9-76db45d07e98",
        "title": "World Register of Marine Species",
        "title_short": "WoRMS",
        "version": "2024-09-10",
        "description": "An authoritative classification and catalogue of marine names",
        "home_url": "https://marinespecies.org",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 1436304,
        "updated_at": "2024-10-08"
    },
    {
        "id": 10,
        "uuid": "bacd21f0-44e0-43e2-914c-70929916f257",
        "title": "Freebase",
        "title_short": "Freebase",
        "version": "N/A",
        "description": "An entity graph of people, places and things, built by a community that loves open data.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 138803,
        "updated_at": "2012-08-01"
    },
    {
        "id": 11,
        "uuid": "eebb6f49-e1a1-4f42-b9d5-050844c893cd",
        "title": "Global Biodiversity Information Facility Backbone Taxonomy",
        "title_short": "GBIF Backbone Taxonomy",
        "version": "N/A",
        "description": "[\"The GBIF Backbone Taxonomy is a single, synthetic management classification with the goal of covering all names GBIF is dealing with.          It&#39;s the taxonomic backbone that allows GBIF to integrate name based information from different resources, no matter if these are occurrence datasets, species pages, names from nomenclators or external sources like EOL, Genbank or IUCN. This backbone allows taxonomic search, browse and reporting operations across all those resources in a consistent way and to provide means to crosswalk names from one source to another.\", \"It is updated regulary through an automated process in which the Catalogue of Life acts as a starting point also providing the complete higher classification above families. Additional scientific names only found in other authoritative nomenclatural and taxonomic datasets are then merged into the tree, thus extending the original catalogue and broadening the backbones name coverage.          The GBIF Backbone taxonomy also includes identifiers for Operational Taxonomic Units (OTUs) drawn from the barcoding resources iBOL and UNITE.\", \"International Barcode of Life project (iBOL), Barcode Index Numbers (BINs).  BINs are connected to a taxon name and its classification by taking into account all names applied to the BIN and picking names with at least 80% consensus. If there is no consensus of name at the species level, the selection process is repeated moving up the major Linnaean ranks until consensus is achieved.\", \"UNITE - Unified system for the DNA based fungal species, Species Hypotheses (SHs).  SHs are connected to a taxon name and its classification based on the determination of the RefS (reference sequence) if present or the RepS (representative sequence). In the latter case, if there is no match in the UNITE taxonomy, the lowest rank with 100% consensus within the SH will be used.\", \"The GBIF Backbone Taxonomy is available for download at https://hosted-datasets.gbif.org/datasets/backbone/ in different formats together with an archive of all previous versions.\", \"The following 105 sources have been used to assemble the GBIF backbone with number of names given in brackets:\\n<ul><li>Catalogue of Life Checklist - 4766428 names</li><li>International Barcode of Life project (iBOL) Barcode Index Numbers (BINs) - 635951 names</li><li>UNITE - Unified system for the DNA based fungal species linked to the classification - 611208 names</li><li>The Paleobiology Database - 212054 names</li><li>World Register of Marine Species - 188857 names</li><li>The Interim Register of Marine and Nonmarine Genera - 183894 names</li><li>The World Checklist of Vascular Plants (WCVP) - 131891 names</li><li>GBIF Backbone Taxonomy - 114350 names</li><li>TAXREF - 109374 names</li><li>The Leipzig catalogue of vascular plants - 75380 names</li><li>ZooBank - 73549 names</li><li>Integrated Taxonomic Information System (ITIS) - 68377 names</li><li>Plazi.org taxonomic treatments database - 61346 names</li><li>Genome Taxonomy Database r207 - 60545 names</li><li>International Plant Names Index - 52329 names</li><li>Fauna Europaea - 45077 names</li><li>The National Checklist of Taiwan (Catalogue of Life in Taiwan, TaiCoL) - 36193 names</li><li>Dyntaxa. Svensk taxonomisk databas - 35892 names</li><li>The Plant List with literature - 32692 names</li><li>United Kingdom Species Inventory (UKSI) - 29643 names</li><li>Artsnavnebasen - 29208 names</li><li>The IUCN Red List of Threatened Species - 21221 names</li><li>Afromoths, online database of Afrotropical moth species (Lepidoptera) - 13961 names</li><li>Brazilian Flora 2020 project - Projeto Flora do Brasil 2020 - 13829 names</li><li>Prokaryotic Nomenclature Up-to-Date (PNU) - 10079 names</li><li>Checklist Dutch Species Register - Nederlands Soortenregister - 8814 names</li><li>ICTV Master Species List (MSL) - 7852 names</li><li>Cockroach Species File - 6020 names</li><li>GRIN Taxonomy - 5882 names</li><li>Taxon list of fungi and fungal-like organisms from Germany compiled by the DGfM - 4570 names</li><li>Catalogue of Afrotropical Bees - 3623 names</li><li>Catalogue of Tenebrionidae (Coleoptera) of North America - 3327 names</li><li>Checklist of Beetles (Coleoptera) of Canada and Alaska. Second Edition. - 3312 names</li><li>Systema Dipterorum - 2850 names</li><li>Catalogue of the Pterophoroidea of the World - 2807 names</li><li>The Clements Checklist - 2675 names</li><li>Taxon list of Hymenoptera from Germany compiled in the context of the GBOL project - 2496 names</li><li>IOC World Bird List, v13.2 - 2366 names</li><li>Official Lists and Indexes of Names in Zoology - 2310 names</li><li>National checklist of all species occurring in Denmark - 1922 names</li><li>Myriatrix - 1876 names</li><li>Database of Vascular Plants of Canada (VASCAN) - 1822 names</li><li>Taxon list of vascular plants from Bavaria, Germany compiled in the context of the BFL project - 1771 names</li><li>Orthoptera Species File - 1742 names</li><li>A list of the terrestrial fungi, flora and fauna of Madeira and Selvagens archipelagos - 1602 names</li><li>Aphid Species File - 1565 names</li><li>World Spider Catalog - 1561 names</li><li>Taxon list of Jurassic Pisces of the Tethys Palaeo-Environment compiled at the SNSB-JME - 1270 names</li><li>Backbone Family Classification Patch - 1143 names</li><li>GBIF Algae Classification - 1100 names</li><li>International Cichorieae Network (ICN): Cichorieae Portal - 975 names</li><li>Psocodea Species File - 803 names</li><li>New Zealand Marine Macroalgae Species Checklist - 787 names</li><li>Annotated checklist of endemic species from the Western Balkans - 754 names</li><li>Taxon list of animals with German names (worldwide) compiled at the SMNS - 503 names</li><li>Catalogue of the Alucitoidea of the World - 472 names</li><li>Lygaeoidea Species File - 462 names</li><li>Catálogo de Plantas y Líquenes de Colombia - 422 names</li><li>GBIF Backbone Patch - 317 names</li><li>Phasmida Species File - 259 names</li><li>Cortinariaceae fetched from the Index Fungorum API - 234 names</li><li>Coreoidea Species File - 233 names</li><li>GTDB supplement - 139 names</li><li>Mantodea Species File - 119 names</li><li>Endemic species in Taiwan - 93 names</li><li>Taxon list of Araneae from Germany compiled in the context of the GBOL project - 88 names</li><li>Species of Hominidae - 78 names</li><li>Taxon list of Sternorrhyncha from Germany compiled in the context of the GBOL project - 77 names</li><li>Taxon list of mosses from Germany compiled in the context of the GBOL project - 75 names</li><li>Mammal Species of the World - 73 names</li><li>Plecoptera Species File - 71 names</li><li>Species Fungorum Plus - 64 names</li><li>Catalogue of the type specimens of Cosmopterigidae (Lepidoptera: Gelechioidea) from research collections of the Zoological Institute, Russian Academy of Sciences - 47 names</li><li>Species named after famous people - 41 names</li><li>Dermaptera Species File - 36 names</li><li>Taxon list of Trichoptera from Germany compiled in the context of the GBOL project - 34 names</li><li>True Fruit Flies (Diptera, Tephritidae) of the Afrotropical Region - 33 names</li><li>Range and Regularities in the Distribution of Earthworms of the Earthworms of the USSR Fauna. Perel, 1979 - 32 names</li><li>Taxon list of Diplura from Germany compiled in the context of the GBOL project - 30 names</li><li>Lista de referencia de especies de aves de Colombia - 2022 - 24 names</li><li>Taxon list of Auchenorrhyncha from Germany compiled in the context of the GBOL project - 20 names</li><li>Catalogue of the type specimens of Polycestinae (Coleoptera: Buprestidae) from research collections of the Zoological Institute, Russian Academy of Sciences - 19 names</li><li>Taxon list of Thysanoptera from Germany compiled in the context of the GBOL project - 19 names</li><li>Lista de especies de vertebrados registrados en jurisdicción del Departamento del Huila - 18 names</li><li>Taxon list of Microcoryphia (Archaeognatha) from Germany compiled in the context of the GBOL project - 15 names</li><li>Catalogue of the type specimens of Bufonidae and Megophryidae (Amphibia: Anura) from research collections of the Zoological Institute, Russian Academy of Sciences - 12 names</li><li>Grylloblattodea Species File - 11 names</li><li>Coleorrhyncha Species File - 9 names</li><li>Taxon list of liverworts from Germany compiled in the context of the GBOL project - 9 names</li><li>Embioptera Species File - 7 names</li><li>Taxon list of Pisces and Cyclostoma from Germany compiled in the context of the GBOL project - 6 names</li><li>Taxon list of Pteridophyta from Germany compiled in the context of the GBOL project - 6 names</li><li>Taxon list of Siphonaptera from Germany compiled in the context of the GBOL project - 5 names</li><li>The Earthworms of the Fauna of Russia. Perel, 1997 - 5 names</li><li>Taxon list of Zygentoma from Germany compiled in the context of the GBOL project - 4 names</li><li>Asiloid Flies: new taxa of Diptera: Apioceridae, Asilidae, and Mydidae - 3 names</li><li>Taxon list of Protura from Germany compiled in the context of the GBOL project - 3 names</li><li>Taxon list of hornworts from Germany compiled in the context of the GBOL project - 2 names</li><li>Chrysididae Species File - 1 names</li><li>Taxon list of Dermaptera from Germany compiled in the context of the GBOL project - 1 names</li><li>Taxon list of Diplopoda from Germany in the context of the GBOL project - 1 names</li><li>Taxon list of Orthoptera (Grashoppers) from Germany compiled at the SNSB - 1 names</li><li>Taxon list of Pscoptera from Germany compiled in the context of the GBOL project - 1 names</li><li>Taxon list of Pseudoscorpiones from Germany compiled in the context of the GBOL project - 1 names</li><li>Taxon list of Raphidioptera from Germany compiled in the context of the GBOL project - 1 names</li></ul>\"]",
        "home_url": "https://www.gbif.org/dataset/d7dddbf4-2cf0-4f39-9b2a-bb099caae36c",
        "is_outlink_ready": true,
        "curation": "AutoCurated",
        "has_taxon_data": true,
        "record_count": 7746724,
        "updated_at": "2024-01-11"
    },
    {
        "id": 12,
        "uuid": "dba5f880-a40d-479b-a1ad-a646835edde4",
        "title": "Encyclopedia of Life",
        "title_short": "EOL",
        "version": "2024-09-30",
        "description": "Global access to knowledge about life on Earth",
        "home_url": "https://eol.org",
        "is_outlink_ready": true,
        "curation": "AutoCurated",
        "has_taxon_data": false,
        "record_count": 8537654,
        "updated_at": "2024-10-08"
    },
    {
        "id": 93,
        "uuid": "N/A",
        "title": "Passiflora vernacular names",
        "title_short": "Passiflora vernacular names",
        "version": "N/A",
        "description": "Passiflora vernacular names",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 7,
        "updated_at": "2012-02-09"
    },
    {
        "id": 94,
        "uuid": "N/A",
        "title": "Inventory of Fish Species in the Wami River Basin",
        "title_short": "Inventory of Fish Species in the Wami Riv...",
        "version": "N/A",
        "description": "Inventory of fish fauna for use in assessing the environmental flow of the Wami River Sub-Basin i.e. how much water is needed for human uses and sustaining ecological integrity of the river?",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 35,
        "updated_at": "2012-02-09"
    },
    {
        "id": 95,
        "uuid": "N/A",
        "title": "Pheasant Diversity and Conservation in the Mt. Gaoligonshan Region",
        "title_short": "Pheasant Diversity and Conservation in th...",
        "version": "N/A",
        "description": "A jouranal article that describes about the status of Phaesant species diversity in the Mt. Gaologongshan region in Yunnan, P. R. China",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 21,
        "updated_at": "2012-02-09"
    },
    {
        "id": 96,
        "uuid": "N/A",
        "title": "Finding Species",
        "title_short": "Finding Species",
        "version": "N/A",
        "description": "Uses compelling and original professional-grade photographic images, technology, and on-the-ground field experience to “give a face to biodiversity,” promoting the conservation of threatened species and habitats.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 130,
        "updated_at": "2012-02-09"
    },
    {
        "id": 97,
        "uuid": "N/A",
        "title": "Birds of Lindi Forests Plantation",
        "title_short": "Birds of Lindi Forests Plantation",
        "version": "N/A",
        "description": "The survey was conducted around Lindi Forests plantation mainly to identify birds of the area fo better management and conservation of the forest.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 48,
        "updated_at": "2012-02-09"
    },
    {
        "id": 98,
        "uuid": "N/A",
        "title": "Nemertea",
        "title_short": "Nemertea",
        "version": "N/A",
        "description": "{}",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 147,
        "updated_at": "2012-02-09"
    },
    {
        "id": 99,
        "uuid": "N/A",
        "title": "Kihansi Gorge Amphibian Species Checklist",
        "title_short": "Kihansi Gorge Amphibian Species Checklist",
        "version": "N/A",
        "description": "This is a checklist of Amphibian Species in the Kihansi Gorge in the Udzungwa Tanzania. It is an important information on Biodiversity status of the Udzungwa Mountains as a Mega Biodiverse Hotspot of the Eastern Arc Mountains. It contains endemic and species with the risk of extinction (endangered, critically endangered, extinct in the wild). The studies on amphibian species commenced with the discovery of the Kihansi Spray Toad (KST) (Nectophrynoides asperginis) in December 1996 and its description in 1998 (Poynton et al., 1998). To date several species of amphibians in the Order Anura in Five different Families have been identified to exist in the Kihansi Gorge. Unfortunately Nectophrynoides asperginis went extinct in the wild mainly due to habitat alteration by the Kihansi River water abstraction where water is used for Hydro power project. Further studies are underway to establish the exact cause of the population crash of KST in the Kihansi Gorge as one of the effort to bring back the KST population in the  wild. These include the studies on Chytrid fungus, sediments flush from the reservoir,agricultural pesticide residue and water quality changes. Thanks to the Captive breeding programs that the species is under control for reintroduction back to its original habitat. This description therefore intends to report the amphibians occurring in the Kihansi Gorge i.e. amphibians occurring in the Spray Wetlands, at the edges of the spray wetlands as well as those appearing in other areas of the gorge. These are important for testing different scientific scenarios related to KSTs disappearance in the Kihansi Gorge since 2003.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 12,
        "updated_at": "2012-02-09"
    },
    {
        "id": 100,
        "uuid": "N/A",
        "title": "Mushroom Observer",
        "title_short": "Mushroom Observer",
        "version": "N/A",
        "description": "Purpose: record observations about mushrooms, help people identify mushrooms they aren’t familiar with, and expand the community around the scientific exploration of mushrooms (mycology)",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 177,
        "updated_at": "2012-02-09"
    },
    {
        "id": 101,
        "uuid": "N/A",
        "title": "TaxonConcept",
        "title_short": "TaxonConcept",
        "version": "N/A",
        "description": "TaxonConcept provides human and machine readable species description documents that help describe the attributes and variation within a species. These documents stabilize the \"meaning\" of these species identifiers to improve large scale data integration.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 248,
        "updated_at": "2012-02-09"
    },
    {
        "id": 102,
        "uuid": "N/A",
        "title": "Amphibia and Reptilia of Yunnan",
        "title_short": "Amphibia and Reptilia of Yunnan",
        "version": "N/A",
        "description": "A book edited by Yang Datong (Chief editor) and Rao Dingqi (Deputy editor), and published by Yunnan Publishing Group Corporation, Yunnan Science and Technology Press, Kunming, 2008.\n\nIn this book, 115 speies of amphibinas and 162 species of reptiles are described. Among them are seven new species of Frog. All of the species described in the book are based on over 20,000 specimens that occurs in Yunnan, described by staff of herbpetology section of Kunming Institue of Zoology. The book lists amphibian and reptile species from 6 natural geographial regions and 12 natural reservs of Yunnan. \n\nPreface to the book is in English. Also includes 240 colour photographs.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 286,
        "updated_at": "2012-02-09"
    },
    {
        "id": 103,
        "uuid": "N/A",
        "title": "Common names of Chilean Plants",
        "title_short": "Common names of Chilean Plants",
        "version": "N/A",
        "description": "Common names of Chilean Plants www.florachilena.cl",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 249,
        "updated_at": "2012-02-09"
    },
    {
        "id": 104,
        "uuid": "N/A",
        "title": "Invasive Species of Belgium",
        "title_short": "Invasive Species of Belgium",
        "version": "N/A",
        "description": "The Belgian Forum on Invasive Species (BFIS) is an informal structure animated by the Belgian Biodiversity Platform where in scientists interested in biological invasions are involved.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 100,
        "updated_at": "2012-02-09"
    },
    {
        "id": 105,
        "uuid": "N/A",
        "title": "ZooKeys",
        "title_short": "ZooKeys",
        "version": "N/A",
        "description": "ZooKeys is a peer-reviewed, open-access, rapidly produced journal launched to support free exchange of ideas and information in systematic zoology.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 466,
        "updated_at": "2012-02-09"
    },
    {
        "id": 106,
        "uuid": "N/A",
        "title": "COA Wildlife Conservation List",
        "title_short": "COA Wildlife Conservation List",
        "version": "N/A",
        "description": "Taiwan's unique geographical location and varied topography resulted in diverse fauna on this beautiful island. However, excessive land development and resource utilization have incessantly squeezed the space for the survival of wildlife. Wildlife conservation is not just a simple act of protection, it warrants reasonable and sustainable use of natural resources.\n\nThe Wildlife Conservation Act, enacted by Council of Agriculture, Executive Yuan, is an important legal basis for wildlife management and habitat protection. Its purpose is to maintain species diversity and ecological balance. The government and related conservation organizations have designated 17 wildlife refuges. Not only are they the subject of academic researches, they are also the indicators of environmental quality. The checklist of Taiwan (TaiBNET) lists 238 endangered, rare, and other protected species of wildlife in Taiwan. The database also provides information on these species, such as their scientific names (including authors and years), common names, and synonyms. Through Taiwan Biodiversity Information Facility (TaiBIF), the information can be shared and exchanged with other GBIF participants. Users can use keywords to link to other websites with relevant information. All these efforts will result in the circulation of information in the fields of research, education and conservation, which in turn will arouse global attention to the protection of wildlife.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 232,
        "updated_at": "2012-02-09"
    },
    {
        "id": 107,
        "uuid": "N/A",
        "title": "AskNature",
        "title_short": "AskNature",
        "version": "N/A",
        "description": "AskNature's goal is to connect innovative minds with life's best ideas, and in the process, inspire technologies that create conditions conducive to life.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 795,
        "updated_at": "2012-02-09"
    },
    {
        "id": 108,
        "uuid": "N/A",
        "title": "China: Yunnan, Southern Gaoligongshan, Rapid Biological Inventories Report No. 04",
        "title_short": "China: Yunnan, Southern Gaoligongshan, Ra...",
        "version": "N/A",
        "description": "Rapid biological inventories are meant to catalyze effective action for conservation in threatened regions of high biological diversity and uniqueness. The book summarises the result of rapid biological and social inventories carried out by team of scientists in the Southern GaoligongShan of Yunnan in China. The biological inventories do not attempt to produce an exhaustive list of species or higher taxa. Rather, the rapid surveys (1) identify the important biological communities in the site or region of interest and (2) determine whether these communities are of outstanding quality and significance in a regional\nor global context. During rapid social asset inventories, scientists and local communities collaborate to identify patterns of social organization and opportunities for capacity building.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 661,
        "updated_at": "2012-02-09"
    },
    {
        "id": 109,
        "uuid": "N/A",
        "title": "Native Orchids from Gaoligongshan Mountains, China",
        "title_short": "Native Orchids from Gaoligongshan Mountai...",
        "version": "N/A",
        "description": "Describes about 352 species of Orchids from the Gaoligong Mountain in Yunnan, P.R China, also provides coloured photographs and brief description.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 346,
        "updated_at": "2012-02-09"
    },
    {
        "id": 110,
        "uuid": "N/A",
        "title": "Illinois Wildflowers",
        "title_short": "Illinois Wildflowers",
        "version": "N/A",
        "description": "Contains descriptions, photographs, and range maps of many wildflowers in Illinois.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 801,
        "updated_at": "2012-02-09"
    },
    {
        "id": 112,
        "uuid": "N/A",
        "title": "Coleorrhyncha Species File",
        "title_short": "Coleorrhyncha Species File",
        "version": "N/A",
        "description": "This file contains taxon names and related nomenclatural information for the suborder Coleorrhyncha originating from the Coleorrhyncha Species File maintained by the Species File Group (http://software.speciesfile.org) at the University of Illinois, Illinois Natural History Survey.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 166,
        "updated_at": "2012-02-09"
    },
    {
        "id": 113,
        "uuid": "N/A",
        "title": "Zoological names",
        "title_short": "Zoological names",
        "version": "N/A",
        "description": "No description available",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 1037,
        "updated_at": "2012-02-09"
    },
    {
        "id": 114,
        "uuid": "N/A",
        "title": "Peces de la zona hidrogeográfica de la Amazonia, Colombia (Spreadsheet)",
        "title_short": "Peces de la zona hidrogeográfica de la A...",
        "version": "N/A",
        "description": "Se registra un total de 753 especies para la zona hidrogeográfica del Amazonas, agrupadas en 14 órdenes y 47 familias. Los órdenes con mayor representación específica fueron: Characiformes (367 spp.), Siluriformes (228 spp.) y Perciformes (87 spp.). Los 11 órdenes restantes presentaron de 34 a una sola especie. La familia con la mayor riqueza fue Characidae (208 spp.) que representa el 27,6% del total de las especies.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 1105,
        "updated_at": "2012-02-09"
    },
    {
        "id": 115,
        "uuid": "N/A",
        "title": "Eastern Mediterranean Syllidae",
        "title_short": "Eastern Mediterranean Syllidae",
        "version": "N/A",
        "description": "Occurence records of Syllidae (Annelida:Polychaeta) from three locations in the Eastern Mediterranean Sea (Crete (Greece) and Israel).",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 1123,
        "updated_at": "2012-02-09"
    },
    {
        "id": 116,
        "uuid": "N/A",
        "title": "Gaoligong Shan Medicinal Plants Checklist",
        "title_short": "Gaoligong Shan Medicinal Plants Checklist",
        "version": "N/A",
        "description": "The book is the fifth volume of the Gaoligong Shan Research Series. The Editors are Qian Zigang and Li Anhua, and is published by Science Press,China, published in 2008.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 1299,
        "updated_at": "2012-02-09"
    },
    {
        "id": 117,
        "uuid": "N/A",
        "title": "Birds of Tansania",
        "title_short": "Birds of Tansania",
        "version": "N/A",
        "description": "Tanzania has the richest bird life which now stands at 1,148 known species. However, this information is currently not freely available for public use. A checklist presented here is the first reading online for anyone interested in understanding of the birds of Tanzania. The nomenclature is based on Britton, P.E. (Ed.) (1980) Birds of East Africa (EANHS) with update versions provided in Tanzania Bird Atlas. Endemic species are marked by a letter E. Although this list is subject to changes due to usual taxonomic revisions and/or new records provided it is a useful guidance especially to those without access to recent literature. Kiswahili names are from Mlingwa, C.O.F. (2000) Checklist of Kiswahili names of the Birds of Tanzania, Wildlife Conservation Society of Tanzania. \nWe are privileged to have the opportunity to compile the checklist for Tanzania Biodiversity Information Facility (TanBIF) under COSTECH. We commend this initiative meant to reach a wider audience.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 1148,
        "updated_at": "2012-02-09"
    },
    {
        "id": 118,
        "uuid": "N/A",
        "title": "AmphibiaWeb",
        "title_short": "AmphibiaWeb",
        "version": "N/A",
        "description": "AmphibiaWeb is an online system that provides access to information on amphibian declines, conservation, natural history, and taxonomy.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 1829,
        "updated_at": "2012-02-09"
    },
    {
        "id": 119,
        "uuid": "N/A",
        "title": "Tansania Plant Specimens",
        "title_short": "Tansania Plant Specimens",
        "version": "N/A",
        "description": "Plants are a vital part of the world’s biodiversity, yet they are endangered by a combination of factors: over-exploitation, agricultural activities and forestry practices, urbanization, land use changes and spread of invasive species. Therefore, the need for data basing and digitizing the rich flora of Tanzania is equally important in order to catch up with an alarming rate of natural habitats degradation. Also The   available data is not easily accessible to the public and other institutions for use.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 3173,
        "updated_at": "2012-02-09"
    },
    {
        "id": 120,
        "uuid": "N/A",
        "title": "Papahanaumokuakea Marine National Monument",
        "title_short": "Papahanaumokuakea Marine National Monument",
        "version": "N/A",
        "description": "PMNM initial species list test data.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 3609,
        "updated_at": "2012-02-09"
    },
    {
        "id": 121,
        "uuid": "N/A",
        "title": "Taiwanese IUCN species list",
        "title_short": "Taiwanese IUCN species list",
        "version": "N/A",
        "description": "The Red List of Threatened Species, published by International Union for Conservation of Nature (IUCN), lists the conservation status of a representative selection of plant and animal species according to the level of threat to their survival. A species may have a limited distribution or be found only in a small area in a country. From the point of view of biodiversity, however, the extinction of any species can prompt a global impact. Therefore, the related information of an endangered species should be recognized and its conservation effort be executed.\n\nIUCN estimates that there are 20,000 endangered species. The checklist of Taiwan (TaiBNET) lists 127 species as vulnerable (VU) or higher levels. The scientific name (including author and year), common names, synonyms, assessment level, and other information of these species are also included in the database. Taiwan, even the whole world, needs to actively promote the conservation work of these species. Through Taiwan Biodiversity Information Facility (TaiBIF), the information of Taiwan’s endangered species can be shared and exchanged with other GBIF participants. Users can use keywords to link to other websites with relevant information. All these efforts are to draw the world's attention to the conservation issue of endangered animals and plants.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 587,
        "updated_at": "2012-02-09"
    },
    {
        "id": 122,
        "uuid": "N/A",
        "title": "BioPedia",
        "title_short": "BioPedia",
        "version": "N/A",
        "description": "Bio*pedia is a communal repository of descriptions of organisms. Bio*pedia works in conjunction with the STAR biodiversity web sites, such as micro*scope, and with the Encyclopedia of Life.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 4841,
        "updated_at": "2012-02-09"
    },
    {
        "id": 123,
        "uuid": "N/A",
        "title": "AnAge",
        "title_short": "AnAge",
        "version": "N/A",
        "description": "AnAge is a database of longevity and ageing in animals. It features quantitative life history data for over 4,000 species, including extensive longevity records, body masses at different developmental stages, reproductive data, and physiological traits re",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 3467,
        "updated_at": "2012-02-09"
    },
    {
        "id": 124,
        "uuid": "N/A",
        "title": "Embioptera Species File",
        "title_short": "Embioptera Species File",
        "version": "N/A",
        "description": "This file contains taxon names and related nomenclatural information for the order Embioptera originating from the Embioptera Species File maintained by the Species File Group (http://software.speciesfile.org) at the University of Illinois, Illinois Natural History Survey.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 587,
        "updated_at": "2012-02-09"
    },
    {
        "id": 125,
        "uuid": "N/A",
        "title": "Global Invasive Species Database",
        "title_short": "Global Invasive Species Database",
        "version": "N/A",
        "description": "The Global Invasive Species Database is a free, online searchable source of information about species that negatively impact biodiversity. The GISD aims to increase public awareness about invasive species and to facilitate effective prevention and management activities by disseminating specialist’s knowledge and experience to a broad global audience. It focuses on invasive alien species that threaten native biodiversity and covers all taxonomic groups from micro-organisms to animals and plants.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 833,
        "updated_at": "2012-02-09"
    },
    {
        "id": 126,
        "uuid": "N/A",
        "title": "Sendoya S., Fernández F. AAT de hormigas (Hymenoptera: Formicidae) del Neotrópico 1.0 2004 (Spreadsheet)",
        "title_short": "Sendoya S., Fernández F. AAT de hormigas...",
        "version": "N/A",
        "description": "Se presenta una lista sinonímica de las subfamilias, tribus, géneros y de las especies de hormigas presentes en todo el neotrópico, considerando las regiones incluidas desde el sur de los Estados Unidos hasta Argentina, (incluyendo el caribe). La mayoria de los registros anteriores a 1995 están basados en el catálogo Bolton (1995), por lo que se recomienda su consulta para información más detallada.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 4315,
        "updated_at": "2012-02-09"
    },
    {
        "id": 127,
        "uuid": "N/A",
        "title": "Flora of Gaoligong Mountains",
        "title_short": "Flora of Gaoligong Mountains",
        "version": "N/A",
        "description": "The Book covers all the seed plants found in the Gaoligong Mountains, including 2 phyla, 210 families, 1086 genera and 4303 species and varieties. Each species is listed with scientific name, distribution, collection number, life form, habitat, altitude, economic uses and scientific value.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 4284,
        "updated_at": "2012-02-09"
    },
    {
        "id": 128,
        "uuid": "N/A",
        "title": "ARKive",
        "title_short": "ARKive",
        "version": "N/A",
        "description": "ARKive is a Wildscreen initiative – a non-profit charitable organization dedicated to promoting the public understanding of biodiversity and the need for its conservation.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 2693,
        "updated_at": "2012-02-09"
    },
    {
        "id": 129,
        "uuid": "N/A",
        "title": "True Fruit Flies (Diptera, Tephritidae) of the Afrotropical Region",
        "title_short": "True Fruit Flies (Diptera, Tephritidae) o...",
        "version": "N/A",
        "description": "This checklist covers all relevant information of the major dacine fruit fly genera of Africa.\nInitially established under the ENBI project, it provides a list current taxonomic status of species involved, as well as synonymy.\nLimitations of scope: the pilot study is focusing on a group of Afrotropical fruit flies only. Reason is that, over the last decade years several projects have focused on this group (cf. above) and that a mass of specimen related data are available. Afrotropical is used here in the biogeographical sense, hence the region below of the Sahara dessert. However, some additional records from northern Africa and the Middle East are included but not as exhaustive as those for the true Afrotropical region.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 495,
        "updated_at": "2012-02-09"
    },
    {
        "id": 130,
        "uuid": "N/A",
        "title": "3i - Typhlocybinae Database",
        "title_short": "3i - Typhlocybinae Database",
        "version": "N/A",
        "description": "3I (Internet-accessible Interactive Identification) is a set of software tools for creating on-line identification keys, taxonomic databases, and virtual taxonomic revisions.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 11199,
        "updated_at": "2012-02-09"
    },
    {
        "id": 131,
        "uuid": "N/A",
        "title": "CATE Sphingidae",
        "title_short": "CATE Sphingidae",
        "version": "N/A",
        "description": "An open-access taxonomic web-revision of the Sphingidae (Hawkmoths)",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 5222,
        "updated_at": "2012-02-09"
    },
    {
        "id": 132,
        "uuid": "N/A",
        "title": "ZooBank",
        "title_short": "ZooBank",
        "version": "N/A",
        "description": "ZooBank Registered Names.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 5499,
        "updated_at": "2012-02-09"
    },
    {
        "id": 133,
        "uuid": "N/A",
        "title": "Diatoms",
        "title_short": "Diatoms",
        "version": "N/A",
        "description": "Kociolek, P., P. Hargraves, D. Williams, M. Sullivan, A. Witkowski, E. Theriot, M. Ashworth, A. Thessen and D. Patterson. 2010. The Diatoms Classification. http://diatoms.lifedesks.org..\nThis is a global, consensus-based classification for diatoms first",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 13058,
        "updated_at": "2012-02-09"
    },
    {
        "id": 134,
        "uuid": "N/A",
        "title": "AntWeb",
        "title_short": "AntWeb",
        "version": "N/A",
        "description": "AntWeb is generally recognized as the most advanced biodiversity information system at species level dedicated to ants.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 14240,
        "updated_at": "2012-02-09"
    },
    {
        "id": 135,
        "uuid": "N/A",
        "title": "Endemic species in Taiwan",
        "title_short": "Endemic species in Taiwan",
        "version": "N/A",
        "description": "Taiwan is a continental island, located between the southeastern coastline of mainland China and Japan's Ryukyu Islands. With diverse terrain and wide range of vertical elevations, Taiwan has tropical, subtropical, temperate, and frigid climate zones. These unique geographical conditions, coupled with the effect of habitat isolation, gave Taiwan its high biodiversity.\n\nThe endemic species of Taiwan denotes the native plants and animals of Taiwan and its offshore islands such as Penghu Archipelago, Orchid Island, Green Island, etc. Even though the areas are small, the Checklist of Taiwan (TaiBNET) lists around 50,000 valid species scientific names. Among them, 8,000 are endemic species (including endemic subspecies and varietas), showing the abundance of Taiwan’s endemic Species. TaiBNET also provides information on these species, such as their scientific names (including authors and years), common names, and synonyms. Through Taiwan Biodiversity Information Facility (TaiBIF), the information on these endemic species are published and then shared and exchanged with other GBIF participants. Users can use keywords to link to other websites with relevant information. All these efforts will result in the circulation and utilization of information in the areas of research, education and conservation.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 8174,
        "updated_at": "2012-02-09"
    },
    {
        "id": 136,
        "uuid": "N/A",
        "title": "Dermaptera Species File",
        "title_short": "Dermaptera Species File",
        "version": "N/A",
        "description": "This file contains taxon names and related nomenclatural information for the order Dermaptera originating from the Dermaptera Species File maintained by the Species File Group (http://software.speciesfile.org) at the University of Illinois, Illinois Natural History Survey.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 2918,
        "updated_at": "2012-02-09"
    },
    {
        "id": 137,
        "uuid": "N/A",
        "title": "Mantodea Species File",
        "title_short": "Mantodea Species File",
        "version": "N/A",
        "description": "This file contains taxon names and related nomenclatural information for the order Mantodea originating from the Mantodea Species File maintained by the Species File Group (http://software.speciesfile.org) at the University of Illinois, Illinois Natural History Survey.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 3911,
        "updated_at": "2012-02-09"
    },
    {
        "id": 138,
        "uuid": "N/A",
        "title": "Birds of the World: Recommended English Names",
        "title_short": "Birds of the World: Recommended English N...",
        "version": "N/A",
        "description": "This initiative provides a set of unique English-language names for the extant species of the birds of the world. The names are based on a consensus of leading ornithologists worldwide and conform to standard rules of construction.<br/><br/>The English names recommended here are:<br/><br/>based on explicit guidelines and spelling rules<br/>selected to involve minimal use of hyphens for group names<br/>anglicized without glottal stops, accents, and the like<br/>based on interregional agreement and global consensus, with compromises<br/>selected with deference to long-established names<br/>aligned with current species taxonomy<br/>available for general adoption<br/>sponsored and endorsed by the IOC and by committee members<br/>This was a volunteer, community effort on behalf of the International Ornithological Congress (IOC).<br/><br/>Commissioned in 1991, the project took 15 years to complete. All participants gave freely and generously of their valuable time and resources. We waived royalty rights and subsidized the publication of the work to maximize its quality and affordability.<br/><br/>Wide dissemination, use, and improvement of the recommended International English names are our only goals. Gratis license to use this list in derivative works can be obtained by writing Frank Gill, P.O. Box 428 , Rushland PA 18956.<br/><br/>In the spirit of realized humility, we dedicate this work to Burt L. Monroe Jr. We just finished the first phase of what he started.<br/><br/>Frank Gill and Minturn Wright <br/>Co-chairs, IOC Standing Committee on English Names  <br/>April 2007",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 12974,
        "updated_at": "2012-02-09"
    },
    {
        "id": 139,
        "uuid": "N/A",
        "title": "New Zealand Animalia",
        "title_short": "New Zealand Animalia",
        "version": "N/A",
        "description": "{}",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 34004,
        "updated_at": "2012-02-09"
    },
    {
        "id": 140,
        "uuid": "N/A",
        "title": "Blattodea Species File",
        "title_short": "Blattodea Species File",
        "version": "N/A",
        "description": "This file contains taxon names and related nomenclatural information for the order Blattodea originating from the Blattodea Species File maintained by the Species File Group (http://software.speciesfile.org) at the University of Illinois, Illinois Natural History Survey.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 6660,
        "updated_at": "2012-02-09"
    },
    {
        "id": 141,
        "uuid": "N/A",
        "title": "Plecoptera Species File",
        "title_short": "Plecoptera Species File",
        "version": "N/A",
        "description": "This file contains taxon names and related nomenclatural information for the order Plecoptera originating from the Plecoptera Species File maintained by the Species File Group (http://software.speciesfile.org) at the University of Illinois, Illinois Natural History Survey.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 5071,
        "updated_at": "2012-02-09"
    },
    {
        "id": 143,
        "uuid": "N/A",
        "title": "Coreoidea Species File",
        "title_short": "Coreoidea Species File",
        "version": "N/A",
        "description": "This file contains taxon names and related nomenclatural information for the superfamily Coreoidea originating from the Coreoidea Species File maintained by the Species File Group (http://software.speciesfile.org) at the University of Illinois, Illinois Natural History Survey.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 4375,
        "updated_at": "2012-02-09"
    },
    {
        "id": 144,
        "uuid": "N/A",
        "title": "Freshwater Animal Diversity Assessment - Normalized export",
        "title_short": "Freshwater Animal Diversity Assessment - ...",
        "version": "N/A",
        "description": "The Freshwater Animal Diversity Assessment (FADA) database contains authoritative species lists for several taxonomic groups and distribution data at the level of faunistic regions. The groups currently published (27-05-2011) include Halacaridae, Cnidaria-Hydroida, Cladocera, Copepoda, Mysidaceae, Ephemeroptera, Plecoptera, Macrophytes, Bivalvia, Nematomorpha, Rotifera, Fish and Mammals",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 37608,
        "updated_at": "2012-02-09"
    },
    {
        "id": 145,
        "uuid": "N/A",
        "title": "Catalogue of Vascular Plant Species of Central and Northeastern Brazil",
        "title_short": "Catalogue of Vascular Plant Species of Ce...",
        "version": "N/A",
        "description": "NY Botanical Garden's International Plant Science Center is one of the few institutions worldwide with the resources, collections, and expertise to develop the information needed to understand and manage plant diversity",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 98719,
        "updated_at": "2012-02-09"
    },
    {
        "id": 146,
        "uuid": "N/A",
        "title": "Wikipedia in EOL",
        "title_short": "Wikipedia in EOL",
        "version": "N/A",
        "description": "The free encyclopedia.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 39051,
        "updated_at": "2012-02-09"
    },
    {
        "id": 147,
        "uuid": "ddb164f4-045c-4b0c-b2b5-7772b12dcfe1",
        "title": "Database of Vascular Plants of Canada (VASCAN)",
        "title_short": "VASCAN",
        "version": "2024-08-29",
        "description": "The Database of Vascular Plants of Canada or VASCAN (http://data.canadensys.net/vascan) is a comprehensive and curated checklist of all vascular plants reported in Canada, Greenland (Denmark), and Saint Pierre and Miquelon (France). VASCAN was developed at the Université de Montréal Biodiversity Centre and is maintained by a group of editors and contributors. For every core taxon in the checklist (species, subspecies, or variety), VASCAN provides the accepted scientific name, the accepted French and English vernacular names, and their synonyms/alternatives in Canada, as well as the distribution status (native, introduced, ephemeral, excluded, extirpated, doubtful or absent) of the plant for each province or territory, and the habit (tree, shrub, herb and/or vine) of the plant in Canada. For reported hybrids (nothotaxa or hybrid formulas) VASCAN also provides the hybrid parents, except if the parents of the hybrid do not occur in Canada. All taxa are linked to a classification. VASCAN refers to a source for all name, classification and distribution information.\n\nAll data have been released to the public domain under a CC0 waiver and are available through Canadensys and the Global Biodiversity Information Facility (GBIF). VASCAN is a service to the scientific community and the general public, including administrations, companies, and non-governmental organizations.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 33304,
        "updated_at": "2024-10-08"
    },
    {
        "id": 148,
        "uuid": "N/A",
        "title": "Phasmida Species File",
        "title_short": "Phasmida Species File",
        "version": "N/A",
        "description": "This file contains taxon names and related nomenclatural information for the order Phasmida originating from the Phasmida Species File maintained by the Species File Group (http://software.speciesfile.org) at the University of Illinois, Illinois Natural History Survey.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 4610,
        "updated_at": "2012-02-09"
    },
    {
        "id": 149,
        "uuid": "N/A",
        "title": "Ocean Biodiversity Information System",
        "title_short": "OBIS",
        "version": "N/A",
        "description": "OBIS was established by the Census of Marine Life program (www.coml.org). It is an evolving strategic alliance of people and organizations sharing a vision to make marine biogeographic data, from all over the world, available over the World Wide Web.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 65535,
        "updated_at": "2012-02-09"
    },
    {
        "id": 150,
        "uuid": "N/A",
        "title": "USDA NRCS PLANTS Database",
        "title_short": "USDA NRCS PLANTS Database",
        "version": "N/A",
        "description": "The PLANTS Database provides standardized information about the vascular plants, mosses, liverworts, hornworts, and lichens of the U.S. and its territories.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 67374,
        "updated_at": "2012-02-09"
    },
    {
        "id": 151,
        "uuid": "N/A",
        "title": "Catalog of Fishes",
        "title_short": "Catalog of Fishes",
        "version": "N/A",
        "description": "The Catalog of Fishes is a comprehensive compilation of the scientific names for fishes, edited William N. Eschmeyer.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 66354,
        "updated_at": "2012-02-09"
    },
    {
        "id": 152,
        "uuid": "N/A",
        "title": "Aphid Species File",
        "title_short": "Aphid Species File",
        "version": "N/A",
        "description": "This file contains taxon names and related nomenclatural information for the infraorder Aphidomorpha, including aphids and their relatives, originating from Aphid Species File maintained by the Species File Group (http://software.speciesfile.org) at the University of Illinois, Illinois Natural History Survey.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 11331,
        "updated_at": "2012-02-09"
    },
    {
        "id": 153,
        "uuid": "N/A",
        "title": "The National Checklist of Taiwan",
        "title_short": "The National Checklist of Taiwan",
        "version": "N/A",
        "description": "The catalog of Taiwanese species is call \"TaiBNET\" and the national node of GBIF (Global Biodiversity Information Facility) in Taiwan is called \"TaiBIF\". Currently, the websites have been established at Academia Sinica (http://taibnet.sinica.edu.tw and http://www.gbif.org.tw). Both of the Biodiversity Research Center and the Computing Center of Academia Sinica are in charge of the maintenance and the updating biodiversity related information and data.\n\nThrough the node, the background of participating GBIF, related documents, news, upcoming conferences, name list of Taiwanese taxonomists, catalog of life in Taiwan, specimen database, biodiversity related organization, team research projects, independent biological databases, natural heritage, and local publications etc. can be accessed. Among them, \"Name list of Taiwanese taxonomists\" and \"Catalog of Life of Taiwan\" are one promoting project sponsored by the National Science Council. So far, 236 local taxonomists have included their titles, telephones, e-mail addresses, and the taxa that they are expertised. In the future, we hope to include all of the ecologists or the applied scientists in agriculture, forestry, fishery, and animal husbandry in the name list.\n\nThe first phase of Catalog of Life in Taiwan will contain the following items of animals (including insects), plants, and fungi: species names, authors and year, suggested Chinese names, endemic in Taiwan or not, their classification hierarchy, the most authorized citation proving that particular species has occurred in Taiwan. Users can get the name list of one group of organisms through keywords search, species name searching, or image searching etc. Further information of each species can be obtained through the hyperlink to more than 18 well-known global databases or networks, such as Species2000 and ITIS etc. Right now, more than 30,000 species have been compiled, and we hope to collect more than 60,000 species by July 2004. Species checklist of the microorganisms will be included next year. We hope to get more funding and collaborators in the next phase to collect specimen or ecological photos (endemic species first), description (morphology, ecology and biology), geographical distribution, synonyms, literatures, as well as deposited specimen data for each species.\n\nThrough this node, the most authorized information of high biodiversity and endemism of Taiwan can be exchanged and shared with other GBIF participants. This mission is also requested by both of the Convention on Biological Diversity and GBIF to each member because in such a way, education, research, and conservation of biodiversity in the world could be promoted effectively.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 52611,
        "updated_at": "2012-02-09"
    },
    {
        "id": 154,
        "uuid": "N/A",
        "title": "Psocodea Species File",
        "title_short": "Psocodea Species File",
        "version": "N/A",
        "description": "This file contains taxon names and related nomenclatural information for the order Psocodea originating from the Psocodea Species File maintained by the Species File Group (http://software.speciesfile.org) at the University of Illinois, Illinois Natural History Survey.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 7517,
        "updated_at": "2012-02-09"
    },
    {
        "id": 155,
        "uuid": "bacd21f0-44e0-43e2-914c-70929916f257",
        "title": "FishBase",
        "title_short": "FishBase",
        "version": "N/A",
        "description": "FishBase, a  global information system with all you ever wanted to know about fishes. FishBase is a relational database with information to cater to different professionals such as research scientists, fisheries managers, zoologists and many more.",
        "home_url": "https://www.fishbase.in/home.htm",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 88919,
        "updated_at": "2012-02-09"
    },
    {
        "id": 156,
        "uuid": "N/A",
        "title": "3i - Typhlocybinae Database",
        "title_short": "3i - Typhlocybinae Database",
        "version": "N/A",
        "description": "World Typhlocybinae database",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 14272,
        "updated_at": "2012-02-09"
    },
    {
        "id": 157,
        "uuid": "N/A",
        "title": "Belgian Species List",
        "title_short": "Belgian Species List",
        "version": "N/A",
        "description": "This resource was created by publishing the backend database of the Belgian Species List website (www.species.be). This publishing work has been done by the Belgian Biodiversity Platform (http://www.biodiversity.be) in the framework of the \"GBIF award for evaluating checklist publication format\" during May 2011.\n\nData extracted by Francis Strobbe on May 27th 2011.\n\nAbstract of the Belgian Species List project:\nSince almost a year now, people of all ages can access the Belgian Species List for an extensive overview of the biodiversity in Belgium. Animals, plants, fungi: you can make your way through a total of more than 32.000 species!\n\nThe Belgian species list was set up by the RBINS – the research institution behind the Museum of Natural Sciences – in cooperation with different Belgian and international institutions and organizations.\n\nThe purpose of the species list is to become the online reference in naming and occurrence of species in Belgium, easy to consult in just one website that centralizes and standardizes the information. For every species that's been described, information is given on among other things the conservation status, the distribution, the habitat and much more. More and more species index cards are fitted with pictures and interesting links.\n\nThe website is aimed at a broad audience: researchers, decision makers, students, journalists, nature conversationists and all nature lovers.\n\nWant to know more? \nLog on to www.species.be!",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 59439,
        "updated_at": "2012-02-09"
    },
    {
        "id": 158,
        "uuid": "N/A",
        "title": "European Nature Information System",
        "title_short": "EUNIS",
        "version": "N/A",
        "description": "Find species, habitat types and protected sites across Europe ",
        "home_url": "https://eunis.eea.europa.eu/",
        "is_outlink_ready": true,
        "curation": "AutoCurated",
        "has_taxon_data": true,
        "record_count": 337599,
        "updated_at": "2022-08-31"
    },
    {
        "id": 159,
        "uuid": "N/A",
        "title": "CU*STAR",
        "title_short": "CU*STAR",
        "version": "N/A",
        "description": "CU*STAR is the indexing backbone to the star websites for biology - such as micro*scope.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 516269,
        "updated_at": "2012-02-09"
    },
    {
        "id": 161,
        "uuid": "N/A",
        "title": "Orthoptera Species File",
        "title_short": "Orthoptera Species File",
        "version": "N/A",
        "description": "This file contains taxon names and related nomenclatural information for the order Orthoptera originating from the Orthoptera Species File maintained by the Species File Group (http://software.speciesfile.org) at the University of Illinois, Illinois Natural History Survey.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 42094,
        "updated_at": "2012-02-09"
    },
    {
        "id": 162,
        "uuid": "N/A",
        "title": "Bishop Museum",
        "title_short": "Bishop Museum",
        "version": "N/A",
        "description": "Bishop Museum Taxonomic Database",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 301496,
        "updated_at": "2012-02-09"
    },
    {
        "id": 163,
        "uuid": "N/A",
        "title": "IUCN Red List of Threatened Species",
        "title_short": "IUCN Red List of Threatened Species",
        "version": "N/A",
        "description": "The IUCN Red List of Threatened Species™ is widely recognized as the most comprehensive, objective global approach for evaluating the conservation status of plant and animal species. From its small beginning, the IUCN Red List has grown in size and complexity and now plays an increasingly prominent role in guiding conservation activities of governments, NGOs and scientific institutions. The introduction in 1994 of a scientifically rigorous approach to determine risks of extinction that is applicable to all species, has become a world standard. In order to produce the IUCN Red List of Threatened Species™, the IUCN Species Programme working with the IUCN Survival Commission (SSC) and with members of IUCN draws on and mobilizes a network of scientists and partner organizations working in almost every country in the world, who collectively hold what is likely the most complete scientific knowledge base on the biology and conservation status of species.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 81672,
        "updated_at": "2012-02-09"
    },
    {
        "id": 164,
        "uuid": "N/A",
        "title": "BioLib.cz",
        "title_short": "BioLib.cz",
        "version": "N/A",
        "description": "BioLib is an international encyclopedia of plants, fungi and animals.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 974691,
        "updated_at": "2012-02-09"
    },
    {
        "id": 165,
        "uuid": "N/A",
        "title": "Tropicos - Missouri Botanical Garden",
        "title_short": "Tropicos",
        "version": "N/A",
        "description": "The Tropicos database links over 1.33M scientific names with over 4.87M specimens and over 685K digital images. The data includes over 150K references from over 52.6K publications offered as a free service to the world’s scientific community.",
        "home_url": "N/A",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 1368229,
        "updated_at": "2021-11-12"
    },
    {
        "id": 166,
        "uuid": "N/A",
        "title": "nlbif",
        "title_short": "nlbif",
        "version": "N/A",
        "description": "NLBIF is the Dutch Node of the Global Biodiversity Information Facility network.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 1264100,
        "updated_at": "2012-02-09"
    },
    {
        "id": 167,
        "uuid": "6b3905ce-5025-49f3-9697-ddd5bdfb4ff0",
        "title": "The International Plant Names Index",
        "title_short": "IPNI",
        "version": "2024-09-10",
        "description": "The International Plant Names Index (IPNI) is a database of the names and associated basic bibliographical details of seed plants, ferns and lycophytes. Its goal is to eliminate the need for repeated reference to primary sources for basic bibliographic information about plant names. The data are freely available and are gradually being standardized and checked. IPNI will be a dynamic resource, depending on direct contributions by all members of the botanical community.",
        "home_url": "https://www.ipni.org/",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 1880226,
        "updated_at": "2024-10-08"
    },
    {
        "id": 168,
        "uuid": "1137dfa3-5b8c-487d-b497-dc0938605864",
        "title": "Index to Organism Names",
        "title_short": "ION",
        "version": "N/A",
        "description": "ION contains millions of animal names, both fossil and recent, at all taxonomic ranks, reported from the scientific literature. (Bacteria, plant and virus names will be added soon).\n\nThese names are derived from premier Clarivate databases: Zoological Record®, BIOSIS Previews®, and Biological Abstracts®. All names are tied to at least one published article. Together, these resources cover every aspect of the life sciences - providing names from over 30 million scientific records, including approximately ,000 international journals, patents, books, and conference proceedings. They provide a powerful foundation for the most complete collection of organism names available today.",
        "home_url": "http://organismnames.com/",
        "is_outlink_ready": true,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 5309468,
        "updated_at": "2023-03-07"
    },
    {
        "id": 169,
        "uuid": "N/A",
        "title": "uBio NameBank",
        "title_short": "uBio NameBank",
        "version": "N/A",
        "description": "uBio uses names and taxonomic intelligence to manage information about organisms.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 10004817,
        "updated_at": "2013-05-31"
    },
    {
        "id": 170,
        "uuid": "eea8315d-a244-4625-859a-226675622312",
        "title": "Arctos",
        "title_short": "Arctos",
        "version": "2024-09-10",
        "description": "Arctos is an ongoing effort to integrate access to specimen data, collection-management tools, and external resources on the internet.",
        "home_url": "https://arctosdb.org/",
        "is_outlink_ready": true,
        "curation": "AutoCurated",
        "has_taxon_data": true,
        "record_count": 3196139,
        "updated_at": "2024-10-08"
    },
    {
        "id": 171,
        "uuid": "N/A",
        "title": "Checklist of Beetles (Coleoptera) of Canada and Alaska. Second Edition.",
        "title_short": "Checklist of Beetles (Coleoptera) of Cana...",
        "version": "N/A",
        "description": "All 8238 species-group taxa of Coleoptera known to occur in Canada and Alaska are recorded by province/territory or state, along with their author(s) and year of publication, in a classification framework. Only presence of taxa in each Canadian province or territory and Alaska is noted. Labrador is considered a distinct geographical entity. Adventive and Holarctic species-group taxa are indicated. References to pertinent identification keys are given under the corresponding supraspecific taxa.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 12125,
        "updated_at": "2014-03-11"
    },
    {
        "id": 172,
        "uuid": "fad9970e-c358-4e1b-8cc3-f9ad2582751f",
        "title": "The Paleobiology Database",
        "title_short": "PaleoBioDB",
        "version": "2024-09-10",
        "description": "The Paleobiology Database (PBDB) is a non-governmental, non-profit public resource for paleontological data. It has been organized and operated by a multi-disciplinary, multi-institutional, international group of paleobiological researchers. Its purpose is to provide global, collection-based occurrence and taxonomic data for organisms of all geological ages, as well data services to allow easy access to data for independent development of analytical tools, visualization software, and applications of all types. The Database’s broader goal is to encourage and enable data-driven collaborative efforts that address large-scale paleobiological questions.",
        "home_url": "https://paleobiodb.org/#/",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 326645,
        "updated_at": "2024-10-08"
    },
    {
        "id": 173,
        "uuid": "c24e0905-4980-4e1d-aff2-ee0ef54ea1f8",
        "title": "The Reptile Database",
        "title_short": "The Reptile DataBase",
        "version": "N/A",
        "description": "This database provides a catalogue of all living reptile species and their classification. The database covers all living snakes, lizards, turtles, amphisbaenians, tuataras, and crocodiles. Currently there are about 9,500 species including another 2,800 subspecies (statistics). The database focuses on taxonomic data, i.e. names and synonyms, distribution and type data and literature references.",
        "home_url": "http://reptile-database.org/",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 13890,
        "updated_at": "2014-12-08"
    },
    {
        "id": 174,
        "uuid": "464dafec-1037-432d-8449-c0b309e0a030",
        "title": "The Mammal Species of The World",
        "title_short": "Mammal Species of the World",
        "version": "N/A",
        "description": "Mammal Species of the World, 3rd edition (MSW3) is a database of mammalian taxonomy, based upon the 2005 book Mammal Species of the World. A Taxonomic and Geographic Reference (3rd ed). Don E. Wilson & DeeAnn M. Reeder (editors).",
        "home_url": "https://www.departments.bucknell.edu/biology/resources/msw3/",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 33993,
        "updated_at": "2018-08-04"
    },
    {
        "id": 175,
        "uuid": "b1d8de7a-ab96-455f-acd8-f3fff2d7d169",
        "title": "BirdLife International",
        "title_short": "BirdLife International",
        "version": "N/A",
        "description": "BirdLife is widely recognised as the world leader in bird conservation. Rigorous science informed by practical feedback from projects on the ground in important sites and habitats enables us to implement successful conservation programmes for birds and all nature.",
        "home_url": "http://www.birdlife.org/",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 13785,
        "updated_at": "2014-12-10"
    },
    {
        "id": 176,
        "uuid": "N/A",
        "title": "Checklist da Flora de Portugal (Continental, Açores e Madeira)",
        "title_short": "Checklist da Flora de Portugal (Continent...",
        "version": "N/A",
        "description": "The checklist of vascular plants of Portugal, including Mainland Portugal, Azores and Madeira, was published in 2012 by ALFA (Associação Lusitana de Fitossociologia), and adopted formally by the Instituto de Conservação da Natureza e da Biodiversidade (presently ICNF). The checklist covers Continental Portugal, Azores and Madeira. It includes a total of 3995 taxa (including infraspecific taxa), of which 3314 are for Mainland Portugal, 1006 for Azores and 1233 for Madeira. These taxa are distributed among 185 families and 1066 genera. The checklist also includes establishment means, identifying native, introduced of endemic taxa.",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 3994,
        "updated_at": "2015-03-03"
    },
    {
        "id": 177,
        "uuid": "N/A",
        "title": "FishBase Cache",
        "title_short": "FishBase Cache",
        "version": "N/A",
        "description": "FishBase is a global species database of fish species(specifically finfish). It is the largest and the mostextensively accessed online database of finfish",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 95764,
        "updated_at": "2019-11-08"
    },
    {
        "id": 178,
        "uuid": "N/A",
        "title": "Silva",
        "title_short": "Silva",
        "version": "N/A",
        "description": "High quality ribosomal RNA databases",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 0,
        "updated_at": "2016-10-18"
    },
    {
        "id": 179,
        "uuid": "e10865e2-cdd9-4f97-912f-08f3d5ef49f7",
        "title": "Open Tree of Life Reference Taxonomy",
        "title_short": "Open Tree of Life",
        "version": "N/A",
        "description": "Open Tree of Life aims to construct a comprehensive, dynamic and digitally-available tree of life by synthesizing published phylogenetic trees along withtaxonomic data. The project is a collaborative effortbetween 11 PIs across 10 institutions.",
        "home_url": "https://tree.opentreeoflife.org/",
        "is_outlink_ready": false,
        "curation": "AutoCurated",
        "has_taxon_data": false,
        "record_count": 4528127,
        "updated_at": "2021-07-05"
    },
    {
        "id": 180,
        "uuid": "e26d2a88-0f46-40c1-8cf4-997274e3a495",
        "title": "\n      iNaturalist Taxonomy\n    ",
        "title_short": "iNaturalist",
        "version": "2024-09-13",
        "description": "\n        Taxonomy from iNaturalist.org, an online social network of people sharing biodiversity information to help each other learn about nature.\n      ",
        "home_url": "https://inaturalist.org/",
        "is_outlink_ready": true,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 1322935,
        "updated_at": "2024-10-08"
    },
    {
        "id": 181,
        "uuid": "417454fa-a0a1-4b9c-814d-edc0f4f25ad8",
        "title": "The Interim Register of Marine and Nonmarine Genera",
        "title_short": "IRMNG",
        "version": "2024-07-03",
        "description": "The Interim Register of Marine and Nonmarine Genera is a provisional (or ‘interim’) compilation of genus names – including species names in many cases – and covers both living and extinct biota into a single system to support taxonomic and other queries dealing with e.g. homonyms, authorities, parent-child relationships, spelling variations and distinctions between marine and non-marine or fossil and recent taxa",
        "home_url": "https://irmng.org/",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 538490,
        "updated_at": "2024-10-08"
    },
    {
        "id": 182,
        "uuid": "N/A",
        "title": "Gymno",
        "title_short": "Gymno",
        "version": "N/A",
        "description": "This classification is primarily focused on Gymnodinium, a genus of dinoflagellate. I tried to include all Gymnodinium name strings (even invalid names and lexical variants).",
        "home_url": "N/A",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 488,
        "updated_at": "2019-11-12"
    },
    {
        "id": 183,
        "uuid": "05ad6ca2-fc37-47f4-983a-72e535420e28",
        "title": "Index Animalium by Charles Davies Sherborn",
        "title_short": "Sherborn Index Animalium",
        "version": "N/A",
        "description": "Index Animalium is a monumental work that covers 400 000 zoological names registered by science between 1758 and 1850",
        "home_url": "https://www.sil.si.edu/DigitalCollections/indexanimalium/taxonomicnames/",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 373149,
        "updated_at": "2023-05-01"
    },
    {
        "id": 184,
        "uuid": "94270cdd-5424-4bb1-8324-46ccc5386dc7",
        "title": "ASM Mammal Diversity Database",
        "title_short": "ASM Mammal Diversity DB",
        "version": "N/A",
        "description": "Mammal Diversity Database. 2021. www.mammaldiversity.org. American Society of Mammalogists. Accessed 2021-01-28.",
        "home_url": "https://mammaldiversity.org/",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 8921,
        "updated_at": "2021-07-05"
    },
    {
        "id": 185,
        "uuid": "6421ffec-38e3-40fb-a6d9-af27238a47a1",
        "title": "IOC World Bird List",
        "title_short": "IOC World Bird List",
        "version": "N/A",
        "description": "The IOC World Bird List is an open access resource of the international community of ornithologists.",
        "home_url": "https://www.worldbirdnames.org/",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 11072,
        "updated_at": "2021-12-12"
    },
    {
        "id": 186,
        "uuid": "c79d055b-211b-40de-8e27-618011656265",
        "title": "MCZbase",
        "title_short": "MCZbase",
        "version": "N/A",
        "description": "The Museum of Comparative Zoology was founded in 1859 on the concept that collections are an integral and fundamental component of zoological research and teaching. This more than 150-year-old commitment remains a strong and proud tradition for the MCZ. The present-day MCZ contains over 21-million specimens in ten research collections which comprise one of the world's richest and most varied resources for studying the diversity of life. The museum serves as the primary repository for zoological specimens collected by past and present Harvard faculty-curators, staff and associates conducting research around the world. As a premier university museum and research institution, the specimens and their related data are available to researchers of the scientific and museum community. doi:10.5281/zenodo.891420",
        "home_url": "https://mczbase.mcz.harvard.edu/",
        "is_outlink_ready": true,
        "curation": "AutoCurated",
        "has_taxon_data": false,
        "record_count": 272997,
        "updated_at": "2023-03-06"
    },
    {
        "id": 187,
        "uuid": "577c0b56-4a3c-4314-8724-14b304f601de",
        "title": "The eBird/Clements Checklist of Birds of the World",
        "title_short": "Clements' Birds of the World",
        "version": "N/A",
        "description": "The eBird/Clements Checklist of Birds of the World: v2019. Downloaded from https://www.birds.cornell.edu/clementschecklist/download/",
        "home_url": "https://www.birds.cornell.edu/clementschecklist/",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 32610,
        "updated_at": "2021-12-12"
    },
    {
        "id": 188,
        "uuid": "91d38806-8435-479f-a18d-705e5cb0767c",
        "title": "American Ornithological Society",
        "title_short": "American Ornithological Society",
        "version": "N/A",
        "description": "The American Ornithological Society's (AOS) Checklist is the official source on the taxonomy of birds found in North and Middle America, including adjacent islands. This list is produced by the North American Classification and Nomenclature Committee (NACC) of the AOS.\n\nRecommended citation: Chesser, R. T., K. J. Burns, C. Cicero, J. L. Dunn, A. W. Kratter, I. J. Lovette, P. C. Rasmussen, J. V. Remsen, Jr., D. F. Stotz, and K. Winker. 2019. Check-list of North American Birds (online). American Ornithological Society. http://checklist.aou.org/taxa",
        "home_url": "https://americanornithology.org/",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 2154,
        "updated_at": "2020-05-30"
    },
    {
        "id": 189,
        "uuid": "85023fe5-bf2a-486b-bdae-3e61cefd41fd",
        "title": "Howard and Moore Complete Checklist of the Birds of the World",
        "title_short": "Howard & Moore Birds of the World",
        "version": "N/A",
        "description": "Christidis et al. 2018. The Howard and Moore Complete Checklist of the Birds of the World, version 4.1 (Downloadable checklist). Accessed from https://www.howardandmoore.org.",
        "home_url": "https://www.howardandmoore.org/",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 26194,
        "updated_at": "2020-05-31"
    },
    {
        "id": 193,
        "uuid": "N/A",
        "title": "Myriatrix",
        "title_short": "Myriatrix",
        "version": "N/A",
        "description": "Myriatrix is a Scratchpads-based Virtual Research Environment proposed to the International Society of Myriapodology. It allows collaborative editing and linking of the classification, literature, and morphological traits of the many-legged terrestrial invertebrate groups Onychophora and Myriapoda (to the inclusion of Euthycarcinoidea). The taxonomic backbone is based on the Species 2000 & ITIS Catalogue of Life (2015 release). The literature database contains circa 1300 references, spanning from 1535 to present. This dataset represents the output of an ongoing endeavor, and therefore is periodically updated. For more information, please see http://myriatrix.myspecies.info/ and the original database proposal on https://www.researchgate.net/publication/337844165\n\n\n\nHow to cite:\n\nThe Fellegship of the Rings (2020 onwards): Myriatrix. Available from http://myriatrix.myspecies.info",
        "home_url": "http://myriatrix.myspecies.info",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 32466,
        "updated_at": "2023-03-06"
    },
    {
        "id": 194,
        "uuid": "68938dc9-b93d-43bc-9d51-5c2a632f136f",
        "title": "PLAZI treatments",
        "title_short": "Plazi",
        "version": "2024-09-30",
        "description": "Plazi is an association supporting and promoting the development of persistent and openly accessible digital taxonomic literature. ",
        "home_url": "https://www.plazi.org/",
        "is_outlink_ready": true,
        "curation": "AutoCurated",
        "has_taxon_data": false,
        "record_count": 934619,
        "updated_at": "2024-10-08"
    },
    {
        "id": 195,
        "uuid": "a5869bfb-7cbf-40f2-88d3-962922dac43f",
        "title": "AlgaeBase",
        "title_short": "AlgaeBase",
        "version": "N/A",
        "description": "AlgaeBase is a global algal database of taxonomic, nomenclatural and distributional information.",
        "home_url": "https://www.algaebase.org/",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 163803,
        "updated_at": "2021-10-21"
    },
    {
        "id": 196,
        "uuid": "39e7b959-9b16-460c-a77f-71934b7098e0",
        "title": "World Flora Online Plant List 2024-06",
        "title_short": "World Flora Online",
        "version": "2024-06-21",
        "description": "The consensus taxonomy of plants used as the backbone for the World Flora Online (WFO, https://www.worldfloraonline.org/) portal, and issued as editions of the WFO Plant List (https://wfoplantlist.org). New versions of this checklist are released every six months in June and December: this is release 2024-06. The history of data development for the WFO taxonomic backbone is given on the WFO Plant List background page (https://wfoplantlist.org/background). Taxonomic names are incorporated into WFO from nomenclators International Plant Name Index (IPNI, https://www.ipni.org/) for vascular plants, and Tropicos (https://www.tropicos.org/home) for bryophytes. Taxonomic and nomenclatural updates are incorporated from the WFO's Taxonomic Expert Networks (TENs, https://about.worldfloraonline.org/tens) and the World Checklist of Vascular Plants (WCVP, https://powo.science.kew.org/about-wcvp), facilitated by the Royal Botanic Gardens, Kew.",
        "home_url": "http://www.worldfloraonline.org",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 1681903,
        "updated_at": "2024-10-09"
    },
    {
        "id": 197,
        "uuid": "814d1a77-2234-449b-af4a-138e0e1b1326",
        "title": "The World Checklist of Vascular Plants",
        "title_short": "World Checklist of Vascular Plants",
        "version": "2024-10-06",
        "description": "The World Checklist of Vascular Plants (WCVP) is a comprehensive list of scientifically described plant species, compiled over four decades, from peer-reviewed literature, authoritative scientific databases, herbaria and observations, then reviewed by experts.",
        "home_url": "https://wcvp.science.kew.org/",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 1431675,
        "updated_at": "2024-10-08"
    },
    {
        "id": 198,
        "uuid": "75fb6846-4c37-4b45-a2ab-05dc0124957b",
        "title": "The Leipzig Catalogue of Vascular Plants",
        "title_short": "Leipzig Cat. Vasc. Plants",
        "version": "N/A",
        "description": "LCVP, The Leipzig catalogue of vascular plants, a new taxonomic reference list for all known vascular plants",
        "home_url": "https://github.com/idiv-biodiversity/LCVP",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 1316062,
        "updated_at": "2021-12-30"
    },
    {
        "id": 200,
        "uuid": "75886826-50f9-4513-916d-3ab4875cb063",
        "title": "The Terrestrial Parasite Tracker",
        "title_short": "Terrestrial Parasite Tracker",
        "version": "N/A",
        "description": "The goal of the Terrestrial Parasite Tracker (TPT) project is to mobilize and digitally capture vector and parasite collections to help build a picture of parasite host-association evolution, distributions, and the ecological interactions of disease vectors which will assist scientists, educators, land managers, and policy makers.",
        "home_url": "https://github.com/njdowdy/tpt-taxonomy",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": false,
        "record_count": 102027,
        "updated_at": "2022-02-14"
    },
    {
        "id": 201,
        "uuid": "e090da49-8feb-4e03-aff6-a0aa50c4dc37",
        "title": "ICTV Virus Taxonomy",
        "title_short": "ICTV Virus Taxonomy",
        "version": "N/A",
        "description": "The ICTV was created as a committee of the Virology Division of the International Union of Microbiological Societies (IUMS) and is governed by Statutes approved by the Virology Division.",
        "home_url": "https://talk.ictvonline.org/taxonomy",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 9110,
        "updated_at": "2022-02-14"
    },
    {
        "id": 202,
        "uuid": "7911b6d6-9029-496f-b3a7-7e233199c1d7",
        "title": "Discover Life Bee Species Guide",
        "title_short": "Discover Life Bees",
        "version": "N/A",
        "description": "Discover Life bee species guide and world checklist.",
        "home_url": "http://www.discoverlife.org/mp/20q?act=x_checklist&guide=Apoidea_species",
        "is_outlink_ready": false,
        "curation": "NotCurated",
        "has_taxon_data": true,
        "record_count": 49264,
        "updated_at": "2022-02-18"
    },
    {
        "id": 203,
        "uuid": "b0ac4f6f-fc56-41b4-ad69-6af30a881e7e",
        "title": "MycoBank",
        "title_short": "MycoBank",
        "version": "2024-09-30",
        "description": "MycoBank is an on-line database aimed as a service to the mycological and scientific community by documenting mycological nomenclatural novelties (new names and combinations) and associated data. Westerijk Fungal Biodiversity Institute.",
        "home_url": "https://www.mycobank.org",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 531497,
        "updated_at": "2024-10-08"
    },
    {
        "id": 204,
        "uuid": "4b373ccd-2f47-4c43-81c3-c2402360fd43",
        "title": "Fungal Names",
        "title_short": "Fungal Names",
        "version": "N/A",
        "description": "Fungal Names, a global data repository of fungal taxonomy, is established by the Institute of Microbiology, Chinese Academy of Sciences. The repository aims at providing integrated services on Fungi and fungus-like organisms involving fungal name registration, species identification, specimen preservation, taxonomists overview and related information query, statistics or data sharing for people worked with or interested in mycology.\n\nFang Wang, Ke Wang, Lei Cai, Mingjun Zhao, Paul M Kirk, Guomei Fan, Qinglan Sun, Bo Li, Shuai Wang, Zhengfei Yu, Dong Han, Juncai Ma, Linhuan Wu*, Yijian Yao*, Fungal names: a comprehensive nomenclatural repository and knowledge base for fungal taxonomy, Nucleic Acids Research, 2022, gkac926, https://doi.org/10.1093/nar/gkac926",
        "home_url": "https://nmdc.cn/fungalnames",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 587101,
        "updated_at": "2023-03-03"
    },
    {
        "id": 205,
        "uuid": "02fd9b10-78e4-43a5-889e-0639a771c576",
        "title": "Nomenclator Zoologicus",
        "title_short": "Nomenclator Zoologicus",
        "version": "N/A",
        "description": "Nomenclator Zoologicus is a catalog of the bibliographic origins of the names of every genus and subgenus in the published literature since the tenth edition of Linnaeus' System Natureae in 1758 (Linnæus, 1758) up to 1994. An estimated 340,000 genera are represented in the text and there are approximately 3000 supplemental corrections. It provides a nucleus of core genera data and is recognized as an essential reference document by the zoological taxonomic community.",
        "home_url": "https://doi.org/10.5281/zenodo.7010676",
        "is_outlink_ready": false,
        "curation": "Curated",
        "has_taxon_data": false,
        "record_count": 343145,
        "updated_at": "2023-05-01"
    },
    {
        "id": 206,
        "uuid": "5413758a-7fd8-4db9-b06b-f780f8688f2a",
        "title": "Ruhoff 1980",
        "title_short": "Ruhoff 1980",
        "version": "N/A",
        "description": "Index to the species of Mollusca introduced from 1850 to 1870",
        "home_url": "https://doi.org/10.5479/si.00810282.294",
        "is_outlink_ready": false,
        "curation": "AutoCurated",
        "has_taxon_data": false,
        "record_count": 35487,
        "updated_at": "2023-08-22"
    },
    {
        "id": 207,
        "uuid": "f972c3e7-9da8-48d1-aa00-5c6c56c24614",
        "title": "Wikidata",
        "title_short": "Wikidata",
        "version": "N/A",
        "description": "Wikidata is a collaboratively edited multilingual knowledge graph hosted by the Wikimedia Foundation. It is a common source of open data that Wikimedia projects such as Wikipedia, and anyone else, can use under the CC0 public domain license. Wikidata is a wiki powered by the software MediaWiki, including its extension for semi-structured data, the Wikibase.",
        "home_url": "https://wikidata.org",
        "is_outlink_ready": true,
        "curation": "AutoCurated",
        "has_taxon_data": false,
        "record_count": 3476003,
        "updated_at": "2023-10-09"
    },
    {
        "id": 208,
        "uuid": "3d10ba04-be3a-4617-b9d5-07f1ae5ac195",
        "title": "List of Prokaryotic names with Standing in Nomenclature",
        "title_short": "LPSN",
        "version": "2024-09-30",
        "description": "The List of Prokaryotic names with Standing in Nomenclature (LPSN) provides comprehensive information on the nomenclature of prokaryotes and much more.LPSN is a free to use service founded by Jean P. Euzéby in 1997 and later on maintained by Aidan C. Parte.",
        "home_url": "https://lpsn.dsmz.de/",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 30935,
        "updated_at": "2024-10-08"
    },
    {
        "id": 209,
        "uuid": "365ee637-7189-4551-a52a-74aa79d3ee2f",
        "title": "New Zealand Organizm Register",
        "title_short": "NZOR",
        "version": "2024-10-03",
        "description": "NZOR is an actively maintained compilation of all organism names relevant to New Zealand: indigenous, endemic or exotic species or species not present in New Zealand but of national interest. NZOR is digitally and automatically assembled from a number of taxonomic data providers. It provides a consensus opinion on the preferred name for an organism, any alternative scientific names (synonyms), common and Māori names, relevant literature, and the data provider’s view on the documented presence/absence in New Zealand.",
        "home_url": "https://www.nzor.org.nz/",
        "is_outlink_ready": true,
        "curation": "Curated",
        "has_taxon_data": true,
        "record_count": 160048,
        "updated_at": "2024-10-08"
    }
]
